{
	"HOME":{
		"u01_01_latest_upload":"最新上傳",
		"u01_01_your_favorite":"你喜歡的",
		"u01_01_key_word":"關鍵字"
	},
	"LOGIN":{
		"u02_01_address_assoicated":"重設密碼",
		"u02_01_link_email":"我們可以使用你的用戶名稱或連結到你帳號的電子郵件地址，協助你重設密碼。",
		"u02_01_back_login":"返回登入",
		"u02_02_login":"登入",
		"u02_02_log_in":"帳號登入",
		"u02_02_or":"或",
		"u02_02_email":"電子郵件",
		"u02_02_password":"密碼",
		"u02_02_forget":"忘記密碼?",
		"u02_02_dont_account":"沒有帳號嗎?",
		"u02_02_sign_up":"註冊",
		"u02_02_get_app":"下載應用程式",
		"u02_03_sign_up":"註冊",
		"u02_03_or":"或",
		"u02_03_username":"用戶名稱",
		"u02_03_email":"電子郵件",
		"u02_03_password":"密碼",
		"u02_03_sign_upto":"註冊以查看所有畫作",
		"u02_03_agree_our":"註冊即表示你同意我們的使用條款及隱私權政策",
		"u02_03_have_account":"已有帳號嗎?",
		"u02_03_get_app":"下載應用程式"
	},
	"SHARE":{
		"u03_01_confirmed":"確認",
		"u03_02_confirmed":"確認",
		"u03_02_cancel":"取消",
		"u03_03_about":"關於",
		"u03_03_about_us":"關於我們",
		"u03_03_privacy_policy":"隱私政策",
		"u03_03_termS_servicr":"使用條款",
		"u03_03_language":"語言",
		"u03_04_logout":"登出",
		"u03_04_popular":"熱門畫作",
		"u03_04_follow_sheet":"追蹤清單",
		"u03_04_my_drawings":"我的畫作",
		"u03_04_work_category":"畫作類別"
	},
	"USER":{
		"u04_01_edir_profile":"編輯個人檔案",
		"u04_01_change_password":"更改密碼",
		"u04_01_change_picture":"更換大頭貼照",
		"u04_01_name":"姓名",
		"u04_01_website":"網站",
		"u04_01_bio":"個人簡介",
		"u04_01_email":"電子郵件",
		"u04_01_phone":"電話號碼",
		"u04_01_gender":"性別",
		"u04_01_male":"男性",
		"u04_01_female":"女性",
		"u04_01_not_specified":"未指定",
		"u04_01_confirmed":"確認",
		"u04_01_current_password":"舊密碼",
		"u04_01_new_password":"新密碼",
		"u04_01_confirm_pass":"確認密碼",
		"u04_02_edit_profile":"編輯個人檔案",
		"u04_02_posts":"作品數",
		"u04_02_followers":"粉絲數",
		"u04_02_follow":"追蹤",
		"u04_02_following":"正在追蹤",
		"u04_02_following1":"追蹤中",
		"u04_02_collection":"收藏畫作",
		"u04_03_follow":"追蹤",
		"u04_03_cancel_follow":"取消追蹤",
		"u04_03_following":"正在追蹤",
		"u04_03_posts":"作品數",
		"u04_03_followers":"粉絲數"
	},
	"WORK":{
		"u05_01_report_content":"檢舉內容",
		"u05_01_not_inappropriate":"內容不當",
		"u05_01_lnfringe_copyright":"侵犯著作權利",
		"u05_01_send":"送出",
		"u05_02_report":"檢舉",
		"u05_02_report_content":"檢舉內容",
		"u05_02_no_message":"目前沒有新的留言",
		"u05_02_more_message":"更多留言",
		"u05_02_commect":"留言",
		"u05_02_related_work":"相關畫作",
		"u05_03_searching_result":"搜尋結果",
		"c05_01_not_inappropriate":"內容不當",
		"c05_01_other":"其他"
	},
	"APP":{
		"c06_01":""
	},
	"TITLE":{
		"t02_01_forget_pass":"忘記密碼 | BonnieDRAW",
		"t02_02_login":"登入 | BonnieDRAW",
		"t02_03_sigin_up":"註冊 | BonnieDRAW",
		"t03_01_about_us":"關於我們 | BonnieDRAW",
		"t03_01_privacy_policy":"隱私政策 | BonnieDRAW",
		"t03_01_terms_service":"使用條款 | BonnieDRAW",
		"t04_01_edit_profile":"帳戶設定 | BonnieDRAW",
		"t04_02_my_account":"我的帳戶 | BonnieDRAW",
		"t04_03_follow_sheet":"追蹤清單 | BonnieDRAW",
		"t04_04_main_page":"用戶的個人頁 | BonnieDRAW",
		"t05_01_category":"畫作類別 | BonnieDRAW",
		"t05_02_work_collection":"收藏畫作 | BonnieDRAW",
		"t05_03_my_drawings":"我的畫作 | BonnieDRAW",
		"t05_04_word_demo":"demo畫作 | BonnieDRAW",
		"t05_05_popular":"熱門畫作 | BonnieDRAW",
		"t05_06_search":"搜尋 | BonnieDRAW"
	},
	"MSG":{
		"msg02_01_email":"請輸入Email",
		"msg02_01_not_robot":"請勾選「我不是機器人」",
		"msg02_01_check_email":"郵件已寄出，請查看郵件",
		"msh02_01_validation_failed":"驗證失敗",
		"msg02_02_login_failed":"登入失敗",
		"msg02_03_registration_successful":"註冊成功,信件已發送!",
		"msg02_03_registration_filed":"註冊失敗",
		"msg02_03_login_failed":"登入失敗",
		"msg04_01_upload_successful":"上傳成功",
		"msg04_01_upload_failed":"上傳失敗",
		"msg04_01_update_successful":"更新成功",
		"msg04_01_pass_invalid":"密碼不符",
		"msg05_01_sending_failed":"發送失敗",
		"msg05_01_deleting_failed":"刪除失敗",
		"msg05_01_been_sent":"檢舉已發送"
	},
	"ABOUT":{
		"about":"BonnieDraw 是一個應用社群繪畫概念的應用程式，可讓您發佈繪畫過程，讓您和所有人分享繪畫的喜悅。"
	},
	"PRIVACY":{
		"privacy01":"歡迎使用 BonnieDraw。BonnieDraw  提供快速、美觀又有趣的方式，讓您透過我們的內容分享平台一起共享媒體。輕鬆使用繪圖功能，並為作品加上名稱及說明，然後就可以輕鬆分享作畫過程及作品！",
		"privacy02":"本隱私政策說明我們與合作的公司如何收集、使用、分享和保護 BonnieDraw  服務（以下統稱「本服務」）所提供或相關的行動服務、網站及相關軟體的資料，以及您對於我們收集和使用您資料上的選擇權利。",
		"privacy03":"若您使用本服務，即表示您瞭解並同意我們提供平台，讓您發表塗鴉畫作、留言和其他資料等內容（以下統稱「用戶內容」）到本服務，以及將用戶內容公開分享。這表示其他用戶可以搜尋、查看、使用或分享您依據本隱私政策及我們的使用條款（請見https://www.bonniedraw.com/#/privacy）、透過本服務公開的任何用戶內容。",
		"privacy04":"本政策適用於所有訪客、用戶和其他存取本服務的人（下稱「用戶」）。",
		"privacy05":"1.我們收集的資訊",
		"privacy06":"我們收集的資訊種類如下。",
		"privacy07":"您直接提供給我們的資訊：",
		"privacy08":"您註冊 BonnieDraw  帳號時的用戶名稱、密碼和電子郵件地址。",
		"privacy09":"您提供的個人檔案資料（例如：姓名、大頭貼照、電話號碼）。這些資料讓我們能幫助您或其他用戶在 BonnieDraw  被搜尋到。",
		"privacy10":"您張貼在本服務的用戶內容（例如：畫作、留言和其他資訊）。",
		"privacy11":"您和 BonnieDraw  之間的通訊。舉例來說，我們可能發送和本服務相關的電子郵件給您（例如：帳號驗證、本服務的功能變更／更新、技術或安全相關通知）。請注意，您不得選擇拒絕收到和本服務相關的電子郵件。",
		"privacy12":"在 BonnieDraw  搜尋您的朋友：",
		"privacy13":"如果您願意，可以使用我們的「尋友工具」功能找尋其他擁有 BonnieDraw  帳號的人，途徑包括（i）您的聯絡人名單，（ii）第三方社交媒體網站，或是（iii）在 BonnieDraw  搜尋姓名和用戶名稱。",
		"privacy14":"如果您選擇透過（i）您裝置上的聯絡人名單尋找朋友，那麼 BonnieDraw  就會存取您的聯絡人名單，以便判定您的聯絡人是否使用 BonnieDraw 。",
		"privacy15":"如果您透過（ii）第三方社交媒體網站尋找朋友，系統就會提示您與該第三方服務建立連結，而且您也瞭解，該服務提供給我們的所有資料均受此隱私政策規範。",
		"privacy16":"如果您透過（iii）在 BonnieDraw  搜尋姓名或用戶名稱，只要輸入名稱搜尋，我們就會在本服務中進行搜尋。",
		"privacy17":"分析資訊：",
		"privacy18":"我們使用第三方分析工具幫助我們評估本服務的流量和使用趨勢。這些工具會收集從您的裝置或是我們服務所傳送的資訊，包括您造訪的網頁、附加元件，以及有助於我們提升服務的其他資訊。我們所收集和使用的分析資訊，會和其他用戶的分析資訊合併使用，因此無法被用來辨識任何特定個別用戶。",
		"privacy19":"Cookie 和類似技術：",
		"privacy20":"您造訪本服務時，我們可能會使用 Cookie 或類似技術，例如像素、網路指標、本機儲存，收集您如何使用 BonnieDraw  的資料，以及為您提供功能。",
		"privacy21":"我們可能會請廣告商或其他合作夥伴向您的裝置提供廣告或服務，這可能會用到我們或第三方設置的 Cookie 或類似技術。",
		"privacy22":"紀錄檔資訊：",
		"privacy23":"每次您要求存取（也就是造訪）網頁或應用程式時，您的瀏覽器就會自動回報紀錄檔資訊。網頁內容或應用程式下載到您的瀏覽器或裝置時，也可能送出紀錄檔資訊。",
		"privacy24":"使用本服務時，我們的伺服器會自動記錄某些紀錄檔資訊，包括您的網路要求、網際網路通訊協定（以下稱「IP」）位址、瀏覽器類型、參考／退出頁面和網址、點擊次數，您與本服務連結的互動情形、網域名稱、連結頁面、檢視頁面，以及其他這類資訊。我們可能還會從發送給用戶的電子郵件收集類似資料，幫助我們追蹤收件人開啟了哪些電子郵件，或是點擊了哪些連結。這些資訊能讓本服務取得更正確的報告和改進。",
		"privacy25":"裝置識別碼：",
		"privacy26":"當您使用平板電腦或手機等行動裝置存取我們的服務時，我們可能會在您的裝置上存取、收集、監測、儲存，並／或遠端儲存一或多個「裝置識別碼」。 裝置識別碼是小型資料檔案或類似的資料架構，儲存在您的行動裝置上或與其建立關聯，可以清楚識別您的行動裝置。裝置識別碼的資料可能以相關方式儲存在裝置的硬體上、以相關方式儲存在裝置的作業系統或其他軟體中，或是由 BonnieDraw  傳送到裝置上。",
		"privacy27":"裝置識別碼可以傳送資料給我們或是第三方合作夥伴，讓我們知道您如何瀏覽和使用本服務，幫助我們或其他人提供報告或是個人化的內容及廣告。",
		"privacy28":"如果裝置識別碼無法使用或遭到停用，本服務的某些功能可能會無法正常運作。",
		"privacy29":"2.我們如何使用您的資訊",
		"privacy30":"除了在本「隱私政策」中說明的資料使用方式外，我們還可能將收到的資訊用於：",
		"privacy31":"協助您在登入後更有效率地存取資訊。",
		"privacy32":"記住資料，讓您在造訪過程中或下次造訪本服務時，無須重新輸入。",
		"privacy33":"提供個人化內容和資訊給您及其他人，可能包括網路廣告或其他形式的行銷。",
		"privacy34":"提供、改進、測試和監測我們服務的效能。",
		"privacy35":"開發和測試新產品及功能。",
		"privacy36":"監測衡量指標，例如訪客總數、流量，以及人口統計模式。",
		"privacy37":"診斷或修正技術問題。",
		"privacy38":"自動更新您裝置上的 BonnieDraw  應用程式。",
		"privacy39":"BonnieDraw  或其他用戶可能在本服務舉辦競賽、特別優惠或其他活動（以下稱「活動」）。如果您不想參與活動，請不要使用該活動的相關中繼資料（也就是主題標籤或地點標籤）。",
		"privacy40":"3.分享您的資訊",
		"privacy41":"未經您的同意，我們不會將您的資訊出租或出售給 BonnieDraw  之外的第三方（或 BonnieDraw  隸屬的公司集團），但本政策中註明的情況例外。",
		"privacy42":"可能會與我們分享您資訊的對象：",
		"privacy43":"我們可能會將用戶內容和您的資訊（包括但不限於：來自 Cookie、紀錄檔、裝置識別碼、位置資料及使用情況的資訊）分享給 BonnieDraw  所屬同一集團的法定企業（以下稱「相關企業」）。相關企業可使用此資料協助提供、瞭解並提升本服務（包括透過提供分析）及相關企業自身的服務（包括提供您更好、更相關的使用經驗）。但這些相關企業會尊重您有權利決定可查看您畫作的對象。",
		"privacy44":"我們也可能將您的資訊以及 Cookie、紀錄檔、裝置識別碼、位置資料等工具取得的資訊，提供給協助我們將服務提供給您的第三方機構（以下稱為「服務供應商」）。我們的服務供應商會在合理必要的狀況下，遵循合理的保密條款規範，獲准存取您的資訊以提供服務。",
		"privacy45":"我們也可能會將 Cookie 資料之類的特定資訊分享給第三方廣告合作夥伴。這些資訊可以讓第三方廣告網路提供他們認為您會最感興趣的特定廣告。",
		"privacy46":"我們會移除能識別您身分的資料部分，將匿名資料與其他夥伴分享。我們也可能將您的資料與其他資訊合併，讓資訊不再與您相關，然後分享彙整後的資訊。",
		"privacy47":"您可以選擇分享用戶內容的對象：",
		"privacy48":"您以自願公開方式張貼到本服務的任何資料或內容（例如用戶內容）會根據您設定的隱私設定向大眾顯示。若要更改您在本服務的隱私設定，請更改個人檔案設定。一旦您分享或公開了用戶內容，其他人就可以轉貼該部分的內容。",
		"privacy49":"若是您移除張貼到本服務的資料，副本在本服務的快取頁面或存檔頁面可能還看得到。其他用戶或使用 BonnieDraw  應用程式介面的第三方也可能已經複製或儲存該項資料。",
		"privacy50":"控制權更動時：",
		"privacy51":"若是我們將部分或整個 BonnieDraw  或是資產出售或轉移給其他機構（例如合併、收購、破產、解散、清算等執行程序），您的姓名、電子郵件地址、用戶內容等透過本服務收集的資料會包含在出售或轉移的項目之中。您將繼續擁有您的用戶內容。買家或承讓人必須遵守我們在本隱私政策所做的承諾。",
		"privacy52":"對於法律要求以及避免傷害所作出的回應：",
		"privacy53":"如果我們有充分的理由相信法律要求我們取得、保留和分享您的資訊，則為了回應法律要求（例如搜索令、法庭命令或傳票），我們得採取該等作法。只要我們有充分的理由相信該司法管轄區之法律規定我們進行回應、回應會影響該司法管轄區的用戶，並且符合國際認可的標準，這些回應就可能包括美國司法管轄區以外的法律要求。我們可能也會在有充分理由相信必須採取下列行動時，存取、保留及分享您的資訊，這些行動包括：偵查、防止和解決詐騙及其他非法活動；保護我們、您與他人的安全，例如配合相關單位的調查活動；避免造成死亡或迫在眉睫的人身傷害。我們所收集關於您的資訊，在受到法律要求或因義務、政府調查、或關於可能違反我們條款或政策的調查，或是為了避免造成傷害時，皆得延長對該等資訊進行存取、處理和保留的時間。",
		"privacy54":"4.我們如何儲存您的資訊",
		"privacy55":"儲存和處理：",
		"privacy56":"透過本服務所收集之有關您的資料，儲存和處理地點可能是服務供應商設有設施的任何其他國家／地區。",
		"privacy57":"BonnieDraw 、其相關企業或服務供應商可能將我們所收集到有關您的資料，包括個人資料，從您所在的國家／地區或司法管轄區跨國轉移到其他國家／地區或司法管轄區。如果您位於歐盟或其他管轄資料收集與使用的法令與美國不同的地區，請注意，我們可能會將包括個人資料在內的資訊轉移到資料保護法規定和您所在的司法管轄區不同的國家／地區或司法管轄區。",
		"privacy58":"一旦註冊和使用本服務，即表示您同意將資訊轉移到任何 BonnieDraw 、其相關企業、或服務供應商設有設施的國家／地區，並根據本隱私政策所述使用及揭露有關您的資訊。",
		"privacy59":"我們會使用最符合商業效益的防護措施保護透過本服務收集到的資訊，並會採取合理步驟（例如，要求您提供一組專屬密碼）辨識您的身分，再讓您存取帳號。但 BonnieDraw  無法確保您傳送給 BonnieDraw  之任何資訊的安全，也無法保證本服務中的資訊不會遭到存取、揭露、更改或破壞。",
		"privacy60":"請妥善做好您分內事宜以協助我們。您有責任隨時保護自己專屬密碼和帳號資料不外洩，以及掌握您和 BonnieDraw  之間電子郵件的存取。在您連接到 BonnieDraw  的社交媒體服務上進行變更時，隱私設定也可能會受到影響。我們對任何其他組織的功能、隱私或安全措施概不負責。",
		"privacy61":"5.關於您自身資料的選擇權利",
		"privacy62":"您的帳號資料及個人檔案／隱私設定：",
		"privacy63":"您可以登入並變更個人檔案設定，隨時更新帳號。",
		"privacy64":"您的用戶內容保留期限：",
		"privacy65":"您的帳號終止或停用後，BonnieDraw 、其相關企業，或是服務供應商會將資訊（包括您的個人檔案資料）及用戶內容保留一段最符合商業效益的時間，作為備份、存檔，以及／或稽核之用。",
		"privacy66":"深入瞭解如何刪除帳號。",
		"privacy67":"6.其他網站與服務",
		"privacy68":"對於任何與本服務連結的網站或服務所實施的作法，包括他們所包含的資料及內容，我們概不負責。請記住，在您使用連結從本服務前往其他網站或服務時，我們的隱私政策並不適用於那些第三方網站或服務。您在任何第三方網站或服務（與我們的網站有連結者也包括在內）的瀏覽及互動，均受該第三方訂立的規則及政策規範。此外，您同意對於您授權存取您用戶內容的任何第三方，我們無須負責亦不具有控制權。如果您使用第三方網站或服務，並准許他們存取您的用戶內容，您須自行承擔風險。",
		"privacy69":"7.我們的聯絡方式",
		"privacy70":"如對此隱私政策或本服務有任何疑問，請前往使用說明尋找適當的支援管道來聯絡我們。",
		"privacy71":"8.隱私政策更動",
		"privacy72":"BonnieDraw  可能會不時修改或更新本隱私政策，因此請定期檢閱本政策。我們會視情況提供額外的修改或更新通知。若在本隱私政策修改後繼續使用 BonnieDraw ，即表示您接受修改的內容。"
	},
	"TERMS":{
		"terms01":"存取或使用 BonnieDraw 網站、BonnieDraw 服務，或是任何 BonnieDraw 提供的應用程式（含行動應用程式）（以下統稱為「本服務」），不論存取方式為何，即表示您同意受以下使用條款（以下稱為「使用條款」）約束。本服務為 BonnieDraw, INC（以下稱為「BonnieDraw」）所有或控管。本使用條款會影響您的法律權利與義務。如果您不願受所有使用條款約束，請勿存取或使用本服務。",
		"terms02":"儘管我們會試圖通知您有關上述服務條款的重大修改，但您應當定期查閱最新的版本（https://www.bonniedraw.com/#/terms）。BonnieDraw可自行決定隨時修改或更正服務條款和政策，且您同意接受上述修改或更正的約束。本服務條款的任何內容不得視為賦予第三方權利或利益。",
		"terms03":"基本條款",
		"terms04":"您確定您為18周歲以上的用戶，或者有自主能力的未成年人，或已獲得父母或監護人的同意，且完全能夠有能力簽署本服務條款中規定的條款、條件、義務、確認、陳述和保證，並遵守和履行本服務條款。",
		"terms05":"您不得透過本服務張貼含有暴力、露點、部分露點、歧視、非法、侵權、仇恨、色情或性暗示的相片或其他內容。",
		"terms06":"您必須對透過您帳號發生的任何活動負責，而且您同意不會出售、轉移、授權或轉讓您的帳號、粉絲、用戶名稱或任何帳號權利。除非經過明確授權，可代表員工或客戶建立帳號，否則 BonnieDraw 禁止替自身以外的人建立帳號，您也同意不會這麼做。您表明註冊時提供給 BonnieDraw 的所有資料均為屬實、正確、即時、完整。您同意必要時更新資料，以維持其真實及正確性。",
		"terms07":"您同意不會徵求、收集或使用其他 BonnieDraw 用戶的登入機密資料。",
		"terms08":"您有責任保護自己的密碼機密性與安全性。",
		"terms09":"您不得誹謗、跟蹤、脅迫、辱罵、騷擾、威脅、冒充、恐嚇其他人或機構，也不得透過本服務張貼私人或機密資料，包括但不限於您或其他人的信用卡資料、社會安全或其他國家身分證字號、非公開的電話號碼，或是非公開的電子郵件地址。",
		"terms10":"您不得使用本服務從事任何非法或未經授權的活動。您同意遵守所有適用於與使用本服務及您內容（定義如下）相關的法令規章（例如聯邦法、州法、地方法和省法），包括但不限於著作權法。",
		"terms11":"您需全權負責自己的行為，以及在本服務提交、張貼或展示的任何資料、文字、檔案、資訊、用戶名稱、影像、圖片、相片、個人檔案、音訊、影片、聲音、音樂作品、原作品、應用程式、連結或其他內容及資料（以下統稱為「內容」）。",
		"terms12":"您不得改變、修改、改編或更改本服務，或是變更、修改或更改其他網站，以致於令人誤會該網站與本服務或 BonnieDraw 有關。",
		"terms13":"您不得以未經 BonnieDraw 允許的方式存取 BonnieDraw 的私人 API。",
		"terms14":"您不得建立或送出其他人不想收到的電子郵件、留言、按讚或其他形式的商業或騷擾訊息（又稱為「垃圾訊息」）給任何 BonnieDraw 用戶。",
		"terms15":"未事先取得 BonnieDraw 書面同意，不得在您的用戶名稱使用網域名稱或網址。",
		"terms16":"您不得干擾或影響本服務或與本服務所連線的伺服器及網路，包括傳送任何電腦蠕蟲、病毒、間諜程式、惡意軟體或其他具有破壞性或干擾性的程式碼。您不得置入內容或程式碼、更動或干擾任何 BonnieDraw 頁面在用戶瀏覽器或裝置上的呈現或顯示方式。",
		"terms17":"您不得透過未經授權的方式建立本服務的帳號，包括但不限於使用自動化裝置、指令碼、Bot（機器人程式）、蜘蛛程式、網路爬蟲或抓取程式。",
		"terms18":"您不得試圖阻止其他用戶使用或享受本服務，您也不得鼓勵或提供觸犯本使用條款或其他 BonnieDraw 條款的途徑。",
		"terms19":"違反本使用條款時，BonnieDraw 可全權酌情終止您的 BonnieDraw 帳號。您明白並同意 BonnieDraw 不為本服務張貼的內容負責，您必須自行承擔使用本服務的風險。如果您違反本使用條款的內容或精神，或是以其他方式對 BonnieDraw 造成危害或可能的法律風險，我們有權停止向您提供部分或所有服務。",
		"terms20":"我們保留得因任何理由隨時修改或終止本服務或是您存取本服務的權利，無須另行通知，且不必對您承擔任何責任。若要停用 BonnieDraw 帳號，請登入本服務並完整填寫此處的表單。如果我們終止您使用本服務，或您使用上述表單自請停用帳號，則該帳號再也不會顯示您的相片、留言、讚、朋友關係等其他所有資料（例如用戶會無法瀏覽您的用戶名稱和檢視您的相片），但這些資料可能仍會保留並出現在本服務中（例如出現在他人轉貼的內容中）。",
		"terms21":"一旦帳號終止，所有使用條款賦予您的許可及其他權利會立刻停止。",
		"terms22":"我們保留不時更改本使用條款（以下稱為「更新條款」）的全權酌情權利。除非是因為法律或管理原因進行變更，否則我們會在更新條款生效前給您合理的事先通知。您同意我們可以透過在本服務張貼更新條款的方式通知您，而在更新條款生效日期後使用本服務（或從事其他我們合理說明的行為），即表示您同意本更新條款。因此您在使用本服務前應該先檢視本使用條款及任何更新條款。更新條款自發佈時間或更新條款中所註明的時間起開始生效，並從此時起適用於您對本服務的使用。更新條款生效日期前產生的任何爭議均由本使用條款規範。",
		"terms23":"我們保留隨時因任何理由拒絕讓任何人存取本服務的權利。",
		"terms24":"我們保留因任何理由強制沒收任何用戶名稱的權利。",
		"terms25":"我們得以但沒有義務移除、編輯、封鎖，以及／或監看內容，或是根據我們全權酌情判斷內容有違使用條款的帳號。",
		"terms26":"您需全權負責自己與本服務其他用戶的互動行為（無論是在線上或離線）。您同意 BonnieDraw 無需為任何用戶的行為負責或賠償。BonnieDraw 保有權利，但沒有義務監看或介入您和其他用戶之間的爭議。與他人互動時，請運用常識和個人最佳判斷，特別是您提交或張貼內容以及任何個人或其他資料的時候。",
		"terms27":"BonnieDraw 對您在本服務或透過本服務張貼的任何內容並無所有權。相反地，您在此授與 BonnieDraw 非獨家、已付清費用，而且免版稅、可轉移、可轉授權的全球性授權，可使用您依照本服務隱私政策規範（請見 https://www.bonniedraw.com/#/privacy）。",
		"terms28":"本服務有部分是由廣告收入所支援，可能會展示廣告和推廣活動，您在此同意 BonnieDraw 可以將這類廣告及推廣活動放在本服務中，或是和您的內容放在一起。",
		"terms29":"您確知我們未必每次都會指出哪些是有人付費的服務、得到贊助的內容，或是這類的商業通訊。",
		"terms30":"您聲明且保證：（i）您擁有在本服務或透過本服務張貼的內容，或有權授予本使用條款中提及的權利及授權；（ii）張貼或使用您在本服務或透過本服務張貼的內容並未違反、挪用或侵犯任何第三方的權利，包括但不限於隱私權、人格權、著作權、商標以及／或其他智慧財產權；（iii）您同意支付因在本服務或透過本服務張貼內容所產生的所有權利金、費用，以及其他積欠款項，以及（iv）您具有法律權利和能力可在您的司法管轄區締結本使用條款。",
		"terms31":"本服務包含 BonnieDraw 擁有或是經授權使用的內容（以下稱「BonnieDraw 內容」）。BonnieDraw 內容受到著作權法、商標法、專利法、商業機密法等法令保護，而且在您與 BonnieDraw 之間，BonnieDraw 擁有並保有 BonnieDraw 內容及本服務中的所有權利。您不得移除、更改或隱藏任何包含或伴隨 BonnieDraw 內容的著作權、商標、服務商標或其他所有權告示，也不得將 BonnieDraw 內容重製、修改、改編、據以製作衍生著作、演出、展示、出版、散佈、傳送、廣播、出售、授權，或從事其他剝削行為。",
		"terms32":"BonnieDraw 的名稱和標誌為 BonnieDraw 的商標，未經 BonnieDraw 事先書面同意，不得部分或全部複製、模仿或使用。",
		"terms33":"BonnieDraw 雖竭盡全力讓本服務如常運作，但有時本服務可能受到中斷，原因包括但不限於定期維修或升級、緊急修理，或是電訊連線及／或設備故障。BonnieDraw 同樣保有因任何理由從本服務移除任何內容的權利，無須事先告知。BonnieDraw 可能會繼續儲存從本服務移除的內容，理由包括但不限於配合某些法律義務，但可能要取得有效法庭命令才能取出這些內容。因此，BonnieDraw 鼓勵您自行保留內容備份。換言之，BonnieDraw 並非備份服務，您同意不會依賴本服務作為內容備份或儲存之用。BonnieDraw 不會因為本服務的任何修改、暫停、停止，或是任何內容的損失而賠償您。您也知道網際網路的安全性可能受到危害，提交的內容或其他資料可能會無法保密。",
		"terms34":"您同意 BonnieDraw 對張貼在本服務中的內容無須負責，亦無法為其背書。BonnieDraw 沒有義務預審、監控、編輯或移除任何內容。如果您的內容違反本使用條款，您可能要為此承擔法律責任。",
		"terms35":"除非如本服務的隱私政策所述（請見https://www.bonniedraw.com/#/privacy），否則在您和 BonnieDraw 之間，任何內容都不具機密性且沒有專屬權利，我們對內容的任何使用或揭露概不負責。您瞭解並同意您和 BonnieDraw 之間並非機密、信託，或是其他各種特殊關係。您決定提交的任何內容並不表示 BonnieDraw 的立場異於一般大眾，包括對您內容的看法。您的內容將不會受到 BonnieDraw 所承受的任何保密義務影響，而 BonnieDraw 對您提供的任何內容在使用或揭露上也概不負責。",
		"terms36":"BonnieDraw 的政策是不接受或考慮我們明訂之外的內容、資料、構想、建議或其他資料，而且這些資料可能適用某些特定條款和規定。這是為了避免您的構想與我們已開發或獨立開發中的構想雷同，因而產生任何誤會。因此 BonnieDraw 並不接受主動提供的資料或構想，對任何這類資料或構想也概不負責。如果您無視於我們的政策，決定傳送內容、資料、構想、建議或其他資料給我們，就表示您進一步同意 BonnieDraw 可任意使用這類內容、資料、構想、建議或其他資料，作為各種用途，包括但不限於開發和行銷產品與服務，無須給您任何賠償或費用。",
		"terms37":"免責聲明",
		"terms38":"本服務（包括但不限於 BONNIEDRAW 內容）是以「現狀」、「依可用性」以及「不保證沒有瑕疵」為基礎而提供。在法律容許的最大範圍內，BONNIEDRAW 及其母公司或旗下任何雇員、經理、幹部或代理商（以下統稱為「BONNIEDRAW 各方」）均不得明示或暗示有權代表、擔保或支持任何下列事項：（A）本服務；（B）BONNIEDRAW 內容；（C）用戶內容；或是（D）有關資料傳輸到 BONNIEDRAW 或透過本服務傳送的安全性。除此之外，BONNIEDRAW 各方在此對所有明示或暗示的保證提出免責聲明，包括但不限於適銷性、特定用途的適用性、非侵權、所有權、關稅、貿易、平靜受益權、系統整合以及避免電腦病毒危害等擔保。",
		"terms39":"BONNIEDRAW 各方並不代表或保證：本服務毫無錯誤或不會中斷；對於缺陷會加以修正；本服務或使本服務可用的伺服器不會受到任何傷害。BONNIEDRAW 各方並未聲明或擔保本服務的資料（包括任何指示）為正確、完整或有用。您確知在使用本服務時需自行承擔風險。BONNIEDRAW 各方並不保證您對本服務的使用在任何特定司法管轄區屬於合法，而且 BONNIEDRAW 各方特此聲明拒絕此一擔保。某些司法管轄區會限制或禁止行使默示擔保等擔保的免責聲明，因此在該司法管轄區的法令適用於您和本使用條款時，該免責聲明未必適用。",
		"terms40":"存取或使用本服務，即表示您聲明並保證您在所有存取或使用本服務的司法管轄區中，從事的活動均屬合法。",
		"terms41":"BONNIEDRAW 各方並不替內容背書，並特別聲明，對於任何人或實體因任何內容造成的損失或損害（無論是實際、衍生性、懲罰性等等）、損傷、索償、求償或任何其他原因及性質，本服務概不負責或賠償。",
		"terms42":"責任範圍；免責協議",
		"terms43":"無論在何種情況下，BONNIEDRAW 各方對您因下列任何直接或間接因素造成的任何損失或損害（包括但不限於任何直接、間接、經濟性、懲戒性、特別性、懲罰性、附帶性或衍生性損失或損害）不負賠償之責：（A）本服務；（B）BONNIEDRAW 內容；（C）用戶內容；（D）您使用、無法使用本服務，或是本服務的呈現；（E）任何因 BONNIEDRAW 各方或執法機關對您或任何其他各方使用本服務進行調查而產生的訴訟；（F）任何與著作權或其他智慧財產權所有者相關的訴訟；（G）任何本服務的營運造成的錯誤或疏忽；（H）任何用戶電腦、行動裝置、其他設備或技術受到的損害，包括但不限於下列因素造成的資料外洩：任何電腦病毒、蠕蟲、竄改、詐欺、錯誤、疏忽、中斷、缺陷、操作或傳輸延遲、電腦線路或網路故障，或是任何其他技術及失靈，包括但不限於利益損失、商譽損失、資料損失、停工、結果正確性所受的損害，或是電腦故障或失靈，儘管是可預見或 BONNIEDRAW 各方曾接到提醒，或應當知道該種損害的可能性，無論是合約訴訟、疏忽訴訟、嚴格責任訴訟或是侵權訴訟（包括但不限於是否全部或部分因疏忽、天意、電訊故障、偷竊或服務受損所造成）。BONNIEDRAW 各方對於您或任何人的損失、損害或損傷（包括但不限於死亡或個人傷害）概不負賠償之責。",
		"terms44":"您同意因 BONNIEDRAW 的行動或疏忽造成任何損害、損失或損傷時，若您蒙受的損害並非無法修復或足以讓您聲請禁止令，避免任何人利用任何由 BONNIEDRAW 各方擁有或掌控的網站、服務、財產、產品或其他內容，您將無權責成或限制由 BONNIEDRAW 各方擁有或掌控的網站、財產、產品、服務或其他內容的研發、生產、散佈、廣告、展示或開發。",
		"terms45":"存取本服務即表示您瞭解自己可能放棄了目前未知或未預期的求償權利。 ",
		"terms46":"BONNIEDRAW 並不負責第三方的行為、內容、資料或數據。您從已知和未知的任何索償和損害、與第三方引起或與第三方有關的任何索償，解除本公司、董事長、高層長官、僱員和代理商的責任。",
		"terms47":"賠償",
		"terms48":"您（以及您在本服務代為操作帳號或活動的任何第三方）同意保護（應 BonnieDraw 要求）BonnieDraw 各方免於承擔由於下述原因（包括您在本服務的直接活動，或是您的代理人所造成的後果）帶來的任何索償要求，免於賠償或負擔任何損害、損失責任及費用，包括但不限於合理的律師費用及支出：（i）您在本服務的內容、存取及使用；（ii）您違反或被指稱違反本使用條款；（iii）您侵犯任何第三方權利，包括但不限於任何智慧財產權、人格權、機密、財產或隱私權；（iv）您違反任何政府或半政府機關的法令規章，包括但不限於監管機關、行政機關和立法機關；或是（v）您的任何不實陳述。您同意在各種索償抗辯中，全力配合 BonnieDraw 的要求。對於您造成的賠償事宜，BonnieDraw 保留獨家全權處理權利，未經 BonnieDraw 事先書面同意，您不得與任何索償案和解。",
		"terms49":"求償時限",
		"terms50":"您同意任何因您和 BonnieDraw 的關係產生的求償必須在求償原因發生後一年內提出，否則將永久禁止提出。",
		"terms51":"本使用條款自 2018 年 1 月 1 日起生效。"
	}
}